[GENERAL]
NAME				= Bosnian
TRANSLATOR			= Armin Ajkunić
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Aplikacija je istekla.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Neregistriran
TEXT_INIT_FAIL			= Inicijalizacija neuspješna.
TEXT_APPINFO			= Bandicam - izvanredan program za snimanje događanja na računalu.

; error
TEXT_ERROR_DISKSPACE		= Nema dovoljno mjesta na tvrdom disku.
TEXT_ERROR_VIDEO_CAP		= Neuspješan početak snimanja slike.\nAko vam treba pomoć kliknite na OK.
TEXT_ERROR_AUDIO_CAP		= Neuspješan početak snimanja zvuka.\nAko vam treba pomoć kliknite na OK.
TEXT_ERROR_IMAGE_CAP		= Neuspješno snimanje slike.\nMolimo provjerite mapu određenu za snimanje.
TEXT_ERROR_CREATEFILE		= Nije moguće napraviti datoteku.
TEXT_ERROR_CODEC_INIT		= Neuspješna inicijalizacija kodeka.
TEXT_ERROR_LOGO_IMAGE		= Format slike nije podržan. \nMolimo odaberite podržan format(*.png).
TEXT_CAN_NOT_CHANGE_TB		= Ova podešavanja ne možete menjati u besplatnoj verziji progama. Molimo registrujte se!
TEXT_WARNING_AMD_APP		= Vaš sistem ne podržava 'H.264 (AMD APP)', tako da će fabrički biti korišten.
TEXT_WARNING_AMD_APP2		= Vaš sistem ne podržava 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Zvuk
TEXT_VID_PAGE_WEBCAM		= Webkamera
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Efekti
TEXT_VID_PAGE_OPTIONS		= Opcije

; option page name
TEXT_OPT_PAGE_GENERAL		= Opšta
TEXT_OPT_PAGE_OUTPUT		= Izlaz
TEXT_OPT_PAGE_HOOKING		= Povezivanje
TEXT_OPT_PAGE_LANGUAGE		= Jezik
TEXT_OPT_PAGE_OTHERS		= Ostalo

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Odaberite mapu za snimanje.

TEXT_FMT_FULL_SIZE		= Puna kvaliteta
TEXT_FMT_HALF_SIZE = pola kvalitete
TEXT_FMT_FIT_WIDTH = Prilagodi sa širinom
TEXT_FMT_FIT_HEIGHT = Prilagodi s visinom
TEXT_FMT_CUSTOM_SIZE = Proizvoljno
TEXT_FMT_STEREO = stereo
TEXT_FMT_MONO = mono
TEXT_FMT_ORIGINAL_PCM		= Originalni format zvuka

; Preset
TEXT_PRESET_DEFAULT = Standardan
TEXT_PRESET_HALFSIZE = Pola kvalitete
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA CUDA)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultra-brza opcija za 60 FPS
TEXT_PRESET_LOWEND = Slabo računalo
TEXT_PRESET_NICO = -
TEXT_PRESET_NICO_HQ = -
TEXT_PRESET_NAVER_480P = -
TEXT_PRESET_YOUTUBE_360P = YouTube (360p)
TEXT_PRESET_YOUTUBE_480P = YouTube (480p)
TEXT_PRESET_YOUTUBE_720P = YouTube (720p)
TEXT_PRESET_PMP = Za PMP / Divx playere
TEXT_PRESET_EDIT = Za Premiere / Sony Vegas
TEXT_PRESET_POWERPOINT = Za MS PowerPoint
TEXT_PRESET_320x0 = Prilagodi za, 320x0
TEXT_PRESET_640x0 = Prilagodi za, 640x0
TEXT_PRESET_800x0 = Prilagodi za, 800x0
TEXT_PRESET_USER = Proizvoljne postavke

TEXT_CHANGE_LANG = Da biste promijenili jezik morate restartovati bandicam. \nŽelite li ga pokrenuti sad?
TEXT_CHANGE_HOOK = Za izmjenu principa povezivanja morate restartovati bandicam. \nŽelite li ga pokrenuti sad?
TEXT_CHANGE_SIZE		= Da promjenite veličinu prozora Bandicam-a, trebate restartovat Bandicam.\nDa li želite restartovati sad?
TEXT_RESET_ALL_SETTINGS = Jeste li sigurni da želite vratiti postavke na standardne?

TEXT_REGISTER_SUCCEEDED = Vaš bandicam je upravo registriran.
TEXT_REGISTER_FAILED = Registracija neuspješna. \nMolimo provjerite e-mail adresu i serijski broj.
TEXT_REGISTER_CONNECT_FAILED = Ne mogu se povezati na poslužitelj za registraciju. \nMolim provjerite vašu internet konekciju, i postavite vaš sat i datum u sadašnje vrijeme.\nAko vam treba pomoć kliknite na OK.
TEXT_REGISTER_INFO = E-mail:%s\r\nSerijski broj:%s
TEXT_REGISTER_LIMITED		= Snimanje zaustavljeno. \n\n u neregistriranoj verziji programa možete snimati samo 10 minuta. Registrirajte se sad!
TEXT_REGISTER_NEWRECORD		= Ne možete započeti novo snimanje u besplatnoj verziji. Registrirajte se sad!
TEXT_REGISTER_LICENCE_INFO	= Neregistriran!!! \r\nAko želite snimati bez vodenih žigova morate kupiti BandiCam.

TEXT_PROGRAM_INVALID = Aplikacija ima grešku. \nMoliko reinstalirajte je.

TEXT_SELECT_TARGET = Kliknite na prozor koji želite snimati
TEXT_TARGET_DIRECTX		= <b>Snimanje igara</b> - Snimanje Igara i Video plejera koristeći DirectX.
TEXT_TARGET_RECTANGLE		= <b>Snimanje ekrana</b> - Snimanje Desktopa i Web videa.
TEXT_TARGET_CHANGING		= Ako promjenite mod snimanja, snimanje će biti zaustavljeno.\nSigurno želite nastaviti?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Nemožete započeti snimanje u 'Snimanje Igara' zato što prozor nije izabran.\n\nDa li želite promjeniti mod snimanja na 'Snimanje ekrana' da bi snimali?

TEXT_STATUSBAR_READY = Spremno
TEXT_STATUSBAR_RECORDING = Snima se
TEXT_STATUSBAR_PAUSE = Pauza

TEXT_UPDATE_AVAILABLE = Nova verzija bandicam-a je dostupna. \nŽelite li je skinete?
TEXT_UPDATE_UNAVAILABLE = Ovo je posljednja verzija programa.
TEXT_UPDATE_FAILED		= Neuspješna provjera verzije programa. \nOvao računalo nije povezano na Internet ili postoji problem s poslužiteljem.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Upload neuspješan. Ako ste se tek registrovali, molim potvrdite vašu email adresu.

TEXT_TARGET_FULL = Cijeli zaslon
TEXT_TARGET_RESTORE = Obnovi
TEXT_TARGET_FIND = Nađi prozor
TEXT_TARGET_RESIZE = Odabir veličine
TEXT_TARGET_IMAGE = Hvatanje slika
TEXT_TARGET_PEN			= Mod crtanja
TEXT_TARGET_RECORD_START = Video snimanje - počni
TEXT_TARGET_RECORD_PAUSE = Video snimanje - pauziraj
TEXT_TARGET_RECORD_STOP = Video snimanje - zaustavi 

TEXT_RC_HOWTO_NOCOMPLETE = Nemoj automatski prekidati snimanje
TEXT_RC_HOWTO_BYTIME = po vremenu
TEXT_RC_HOWTO_BYSIZE = po veličini
TEXT_RC_AFTER_NEWRECORD = Pokreni novo snimanje
TEXT_RC_AFTER_EXIT = Isključi Bandicam
TEXT_RC_AFTER_SHUTDOWN = Ugasi računalo

TEXT_SHUTDOWN_SEC = Ugasi računalo za% d sekundi.

TEXT_SEL_IMAGE_FILE = Odaberite sliku

TEXT_RC_MB = MB
TEXT_RC_GB = GB

TEXT_SND_SELECT_2_DISABLE = - Onemogući (preporučeno) -

TEXT_CORRUPTED_AVI_FILE = Fajl posljednja je snimka oštećena. \nŽelite li ga popraviti? \n\nFile: %s
TEXT_TRAY_BALLOON_TIP = Klikni na ikonu u Tray-u da bi otvorio Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT = Kliknite na ikonu u systray-u da bi se prikazao prozor za obilježavanje.
TEXT_FORCE_STOP			= Neuspješno pokretanje snimanja jer je prozor, koji se snima, zakucao. \nŽelite li prinudno zaustavite snimanje?
TEXT_EXTERNAL_CODEC = - Vanjski kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Auto odabir)

; Status bar tool-tip
TEXT_INDICATOR_STATUS = Status snimanja
TEXT_INDICATOR_TIME = Vrijeme snimanja
TEXT_INDICATOR_SIZE = Veličinia snimka / slobodno mjesto na HDD-u
TEXT_INDICATOR_VOLUME = Trenutna glasnoća

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normalno] Normalan prioritet
TEXT_REC_PRIORITY_HIGH		= [Veliko] Veći prioritet od normalnog
TEXT_REC_PRIORITY_HIGHEST	= [Najveće] Ostali zadaci će biti sporiji

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut nije instaliran. Želite li skinuti Bandicut?
TEXT_OUTPUTS_DELETE		= Sigurno želite izbrisati izabrane fajlove?
TEXT_OUTPUTS_SELCOUNT		= %d stvari izabrano

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Ime cilja
TEXT_FILE_NAME_PREFIX_CUSTOM	= Ručni Prefiks
TEXT_FILE_NAME_PREFIX_NONE	= Ništa
TEXT_FILE_NAME_SUFFIX_TIME	= Datum/Vrijeme
TEXT_FILE_NAME_SUFFIX_NUMBER	= Serijski Broj

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Unesite broj između 1 i 1440 minuta.
TEXT_TIMER_REC_STOP_RECORDING	= Snimanje je u tijeku. \nDa li ste sigurni da želite zaustaviti snimanje i nastaviti?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Molim unesite naslov videa.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploadovan
TEXT_UPLOAD_ERR_FAIL		= Greška pri uploadovanju videa.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Ova datoteka je prevelika za upload.
TEXT_UPLOAD_ERR_FREESPACE	= Nema dovoljno slobodnog prostora na Vimeu za upload.
TEXT_UPLOAD_ERR_CONNECT		= Greška pri konektovanju na server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Opšta
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Slike
$BN_PAGE_OUTPUTS		= Izlaz
$BN_PAGE_ABOUT			= O programu
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Opcije
$ST_GEN_OUTPUT_FOLDER		= mapa za smještanje materijala
$BN_GEN_OPEN_OUTPUT_FOLDER	= Otvori
$BN_GEN_ADV_OPTIONS		= Napredno
$CK_GEN_ALWAYS_ON_TOP		= Prozor Bandicam uvijek na vrhu
$CK_GEN_START_MINIMIZED		= Pokreni Bandicam minimiziran u tray-u
$CK_GEN_RUN_WHEN_START		= Pokreni Bandicam sa Windowsom
$CK_GEN_RECORD_WHEN_RUN		= Pokreni snimanje preko cijelog-ekrana pri pokretanju
$CK_GEN_TIMER_RECORDING		= Postavite tajmer za Automatski Početak Snimanja
$ST_GEN_LANGUAGE		= Jezik
$ST_GEN_REC_AUTO_START		= Automatski Pokreni Snimanje
$ST_GEN_REC_AUTO_COMPLETE	= Automatsko završavanje snimanja
$BN_GEN_REC_AUTO_COMPLETE	= Postavke
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Preklapanje
$CK_FPS_OVERLAY_HOTKEY		= Prečac
$CK_FPS_OVERLAY			= FPS preklapanje
$ST_FPS_LIMIT			= FPS Limit
$CK_FPS_LIMIT_HOTKEY		= Prečac
$CK_FPS_LIMIT			= Odredi FPS limit
$CK_FPS_LIMIT_ONLY_CAP		= Samo tijekom snimanja
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Snimanje
$CK_VID_RECORD_HOTKEY		= Snimanje/Stop Tipka
$CK_VID_PAUSE_HOTKEY		= Tipka pauze
$CK_VID_SHOW_CURSOR		= Prikaži kursor miša
$CK_VID_CLICK_EFFECTS		= Dodaj efekte klika mišem
$CK_VID_WEBCAM_OVERLAY		= Dodaj overlay webkamere
$BN_VID_RECORD_SETTINGS		= Postavke
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Zvuk
$BN_VID_FORMAT_SETTINGS		= Postavke
$BN_VID_FORMAT_PRESETS		= Postavka
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Hvatanje
$CK_IMG_CAPTURE_HOTKEY		= Prečac
$CK_IMG_CAPTURE_REPEAT		= Ponovi hvatanje slika
$ST_IMG_CAPTURE_REPEAT		= sekundi
$CK_IMG_SHOW_CURSOR		= Prikaži kursor miša
$CK_IMG_SHUTTER_SOUND_EFFECT	= Uključi zvuk "okidača"
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - normalan
$CK_IMG_FORMAT_JPG_HQ		= JPG - kvalitetan
$BTN_IMG_FORMAT_ANIGIF		= Kako sačuvati kao animirani gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Slika
$BN_OUT_PLAY_VIDEO		= Pusti
$BN_OUT_OPEN_IMAGE		= Otvori
$BN_OUT_EDIT			= Uredi
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Obriši
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Verzija
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Nova verzija dostupna.
$BN_ABO_CHECK_UPDATE		= Provjera nadogradnje
$ST_ABO_LICENCE_INFO		= Informacija licence
$BN_ABO_REGISTER		= Registracija
$BN_ABO_REGISTER_HELP		= Kako kupiti i registrovati
$ST_ABO_HOMEPAGE_INFO		= URL Stranice
$ST_ABO_HOMEPAGE_URL		= Početna
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Otvori Izlazni Folder
$TOOLTIP_SCREENSHOT		= Snimi sliku
$TOOLTIP_RECORD			= Snimi / Stopiraj
$TOOLTIP_PAUSE			= Pauza
$TOOLTIP_UI_MODE		= Jednostavni/Produženi UI
$TOOLTIP_REGISTER		= Registruj Bandicam
$TOOLTIP_ONLINE_HELP		= Online pomoć

$TOOLTIP_TOOL_PEN		= Olovka
$TOOLTIP_TOOL_PEN_HL		= Označivać 
$TOOLTIP_TOOL_BOX		= Kocka
$TOOLTIP_TOOL_ERASER		= Brisać
$TOOLTIP_TOOL_COLOR		= Izaberi boju
$TOOLTIP_TOOL_LINE		= Linija
$TOOLTIP_TOOL_UNDO		= Vrati (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Ponovo uradi (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
IDCANCEL = Prekini
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT = Postavke formata
IDC_ST_FMTSET_FILE		= Tip fajla
IDC_ST_FMTSET_VIDEO = Video
IDC_ST_VIDEO_SIZE = Veličina
IDC_ST_VIDEO_FPS = FPS
IDC_ST_VIDEO_CODEC = Kodek
IDC_ST_VIDEO_BITRATE = Bitrejt
IDC_ST_VIDEO_QUALITY = Kvaliteta
IDC_ST_FMTSET_AUDIO = Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Spremi kao originalni format
IDC_ED_AUDIO_ORIGINAL_PCM	= Možete sačuvati više-kanalski i zvuk visoke-kvalitete (96KHz ili više).
IDC_ST_AUDIO_CH = Kanali
IDC_ST_AUDIO_FREQ = Frekvencija
IDC_ST_AUDIO_CODEC = Kodek
IDC_ST_AUDIO_BITRATE = Bitrejt
IDC_ST_FORMAT_HELP = [Pomoć]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER = Registrirajte Bandicam
IDC_ST_1BUY = 1. Kupi
IDC_ST_1BUY_COMMENT		= Napominjemo da Bandicam nije besplatan program. Ako želite snimati bez vodenih žigova, morat ćete ga kupiti.
IDC_BTN_BUY_ONLINE = Kupi online
IDC_ST_2REGISTER = 2. Registriraj se
IDC_ST_2REGISTER_COMMENT = Morate imati pristup Internetu da biste registrirali program.
IDC_ST_EMAIL_ADDRESS = E-mail adresu
IDC_ST_SERIAL_NUMBER = Serijski broj
IDC_BTN_REGISTER_NOW = potvrdi registraciju
IDC_BTN_CLOSE = Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK = Provjera verzije
IDC_ST_UPDATE_SETTING = Postavke
IDC_CK_UPDATE_ENABLE = Automatski provjeravaj verziju programa.
IDC_CK_UPDATE_POPUP = Obavijesti me kada je nova verzija dostupna.
IDC_UPDATE_CHECK_NOW = Provjeri sad
IDC_CLOSE = Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET = Napredne opcije
IDC_BTN_RESET = Nanovo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL = Generalne postavke
IDC_CK_ALWAYS_ON_TOP2 = Prozor Bandi uvijek na vrhu
IDC_CK_START_MINIMIZED_TO_TRAY	= Pokreni Bandicam minimiziran u tray-u
IDC_CK_RUN_WHEN_START = Startuj Bandi sa Windowsom
IDC_CK_RECORD_WHEN_RUN		= Pokreni snimanje preko čitavog-ekrana pri pokretanju Bandicama
IDC_CK_SHOW_FPS_IN_VIDEO = Prikaži FPS u slikama i videoisječcima
IDC_ST_SHOW_FPS_IN_VIDEO = (Samo u 'Snimanje igara')
IDC_CK_SHOW_TIP_BAR = Prikaži savjete / informacijski bar
IDC_CK_NO_TRAY_BALLOON		= Ugasi tray obavijesti
IDC_ST_ADV_AUTOMATIC		= Automatsko

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Snimanje datoteke
IDC_ST_OUT_OUTPUT_FOLDER	= Izlazni folder
IDC_CK_OUT_CREATE_SUBFOLDER	= Napravi podmapu prilikom snimanja datoteke
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Omogući snimanje keša na hard disk
IDC_ST_OUT_FILE_NAMING		= Podešavanje imena
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE = Jezik
IDC_ST_TRANSLATOR = Hvala prevoditeljima

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET = Meta snimanja
IDC_CK_HK_OPENGL = OpenGL
IDC_CK_HK_DDRAW = DirectDraw
IDC_CK_HK_DX7 = DirectX 7
IDC_CK_HK_DX8 = DirectX 8
IDC_CK_HK_DX9 = DirectX 9
IDC_CK_HK_DX10 = DirectX 10
IDC_CK_HK_DX11 = DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9 = Onemogući DX10/11 hvatanje na IE9, 10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX = Blokiraj DirectX video preklapanje
IDC_BTN_BLOCK_LIST = Popis blokiranih procesa

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS = Ostale postavke
IDC_BTN_VIDEO_RECORD_SETTINGS = Postavke snimanja videa
IDC_BTN_VIDEO_FORMAT_SETTINGS = Postavke formata videa
IDC_BTN_AUTO_COMPLETE_RECORDING = Automatsko završavanje snimanja

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL = Automatski prekini snimanje
IDC_ST_RC_HOWTO = Postavi uvjete automatskog prekidanja snimanja
IDC_RD_RC_NOTCOMPLETE = Nemoj automatski prekidati
IDC_RD_RC_TIME = Po vremenu
IDC_ST_RC_MAX_TIME = Max
IDC_RD_RC_SIZE = Po veličini datoteke
IDC_ST_RC_MAX_SIZE = Max
IDC_ST_RC_AFTER = Po završetku automatskog snimanja
IDC_RD_RC_NOTHING = Nemoj raditi ništa
IDC_RD_RC_NEW_RECORDING = Počni novo snimanje
IDC_RD_RC_EXIT_BDCAM = Prekini snimanja i isključi Bandicam
IDC_RD_RC_SHUTDOWN = Ugasi računalo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN = isključi
IDC_ST_SHUTDOWN = Gašenje
IDC_ST_SHUTDOWN_INFO = Kompjuter će biti isključen. \nStisnite 'Prekini' ako ne želite se računalo ugasi.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS = Postavljanje snimanja zvuka

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND = Snimaj zvuk
IDC_ST_SND_SELECT_1 = Primarni izvor
IDC_BTN_SND_SETTING_1 = Postavke
IDC_ST_SND_SELECT_2 = Sekundarni izvor
IDC_BTN_SND_SETTING_2 = Postavke
IDC_CK_SND_MIX_SOUND = Spajanje dva zvuka (Primarni + Sekundarni u jedan audio zapis)
IDC_CK_SND_CAP_HOTKEY = Snimaj samo iz "Sekundarnog izvora" dok držim
IDC_ST_SOUND_HELP = [Pomoć]
IDC_CK_SND_SAVE_AS_WAV = Snimaj zvuk prilikom snimanja (. Wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Dodaj overlay webkamere u video
IDC_ST_WEBCAM_SETTING		= Podešenja
IDC_ST_WEBCAM_DEVICE		= Webkamera:
IDC_ST_WEBCAM_SIZE		= Veličina videa:
IDC_ST_WEBCAM_POS		= Pozicija:
IDC_BTN_WEBCAM_DEVICE		= Podešenja
IDC_BTN_WEBCAM_PREVIEW		= Pregled
IDC_ST_WEBCAM_LR_MARGINS	= Lijeva/Desna Margina:
IDC_ST_WEBCAM_TB_MARGINS	= Vrh/Dno Margina:
IDC_ST_WEBCAM_FOR_DX_GL		= Za Snimanje Igara
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Pregled veb-kamere na ekranu (Samo DX8 ili noviji, i OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Omogući tipku za prebacivanje pregleda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO = Dodaj logo u video
IDC_ST_LOGO_SETTING = Postavke
IDC_ST_LOGO_IMAGE = Slika:
IDC_ST_LOGO_OPACITY = Providnost:
IDC_ST_LOGO_POS = Pozicija:
IDC_ST_LOGO_LR_MARGINS		= Lijeva/Desna Margina:
IDC_ST_LOGO_TB_MARGINS		= Vrh/Dno Margina:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Efekti miša
IDC_CK_ADD_CLICK_EFFECTS = Dodaj efekt klika mišem
IDC_ST_LEFT_CLICK_COLOR = Boja pri lijevom kliku
IDC_ST_RIGHT_CLICK_COLOR = Boja pri desnom kliku
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Dodaj zatamljivanje miša
IDC_ST_HIGHLIGHT_COLOR		= Boja zatamljivanja

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS = Opcije
IDC_ST_REC_PRIORITY		= Prioritet snimanja :
IDC_ST_REC_PRIORITY2		= Veći prioritet bolje snimanje.
IDC_ST_FOR_DX_GL = Za Snimanje Igara
IDC_CK_SKIP_RECORDING = Preskoči snimanje kada frejmovi nisu ažurirani
IDC_CK_ENHANCED_DX9_CAPTURE	= Uređena snimaša metoda (brže, samo DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Za Snimanje Ekrana
IDC_CK_ENHANCED_CAPTURE		= Koristi poboljšanu metodu (brže, Windows 8 ili novije)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam pregled

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE = Proizvoljna veličina mete
IDC_ST_TARGET_SIZE_SETTING = Postavke
IDC_ST_TARGET_SIZE = Veličina mete:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Dodaj novu opciju veličine
IDC_ST_ADD_SIZE_PRESET		= Možete sačuvati trenutnu poziciju u veličinu.\nUnesite ime opcije.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Uredi postavke veličine
IDC_BTN_SIZE_PRESET_ADD		= Dodaj
IDC_BTN_SIZE_PRESET_DEL		= Obriši
IDC_BTN_SIZE_PRESET_REN		= Preimenuj
IDC_BTN_SIZE_PRESET_UP		= Gore
IDC_BTN_SIZE_PRESET_DN		= Dole

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Preimenuj postavke
IDC_ST_REN_SIZE_PRESET		= Unesite novo ime postavke.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO = Informacije
IDC_ST_ACAP_INFO = Informacije u snimanju zvuka
IDC_ST_ACAP_INFO2		= Vaša zvučna kartica ne snima zvuk. Molimo provjerite 'izvor snimanja'. \n\nŽelite li posjetite stranice za podršku?
IDC_CK_ACAP_DO_NOT_ASK = Nemoj pitati opet
IDC_BTN_YES = Da
IDC_BTN_NO = Ne

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME = Maksimalno vrijeme snimanja
IDC_ST_RC_TIME_SETTING = Postavke
IDC_ST_RC_TIME_HOUR = Sat
IDC_ST_RC_TIME_MIN = Min
IDC_ST_RC_TIME_SEC = Sek

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE = Maksimalna veličina datoteke
IDC_ST_RC_FILESIZE_SETTING = Postavke

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET = Dodaj nove postavke
IDC_ST_ADD_PRESET = Možete snimiti trenutne postavke formata kao nove postavke. \nUnesite ime za nove postavke.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET = Uredi postavke
IDC_BTN_PRESET_ADD = Dodaj
IDC_BTN_PRESET_DEL = Izbriši
IDC_BTN_PRESET_REN = Preimenovanje
IDC_BTN_PRESET_UP = Gore
IDC_BTN_PRESET_DN = Dolje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET = Preimenovanje postavke
IDC_ST_REN_PRESET = Unesi ime za nove postavke.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX = Odaberi externi video kodek
IDC_ST_CODEC_EX_LIST = Lista kodeka
IDC_ST_CODEC_EX_SETTINGS = Postavke
IDC_ST_CODEC_EX_DRIVER = Naziv drajvera
IDC_ST_CODEC_EX_FOURCC = FourCC
IDC_ST_CODEC_EX_QUALITY = Kvaliteta
IDC_ST_CODEC_EX_DATERATE = Brzina protoka
IDC_ST_CODEC_EX_KEYFRAME = Interval klučnih frejmova
IDC_BTN_CODEC_EX_CONFIG = Postavi
IDC_BTN_CODEC_EX_ABOUT = Info
IDC_ST_CODEC_EX_HELP = [Pomoć]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK = Popis blokiranih procesa
IDC_ST_BLOCK_LIST = Sljedeći procesi ne podržavaju spaja.
IDC_ST_BLOCK_LIST_EX = Primjer:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (Nvidia® CUDA™) Podešenja
IDC_ST_H264_CUDA_RATE_CONTROL	= Rate control
IDC_RD_H264_CUDA_VBR		= VBR - baziran-na kvaliteti (preporučeno)
IDC_RD_H264_CUDA_CBR		= CBR - baziran-na bitrejtu
IDC_ST_H264_CUDA_GPU_USAGE	= GPU korištenje
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Samo GPU (koristi sa jačom GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU uređaj
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Ostale opcije
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kod:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Intrval ključnih frejmova:
IDC_ST_H264_CUDA_FOURCC_HELP	= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Brzo Sinhronizovani Video) Podešenja
IDC_ST_H264_SYNC_RATE_CONTROL	= Rate control
IDC_RD_H264_SYNC_VBR		= VBR - baziran na kvaliteti (preporučeno)
IDC_RD_H264_SYNC_CBR		= CBR - baziran na bitrejtu
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Ostale opcije
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kod:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Interval ključnih frejmova:
IDC_ST_H264_SYNC_FOURCC_HELP	= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) Podešenja
IDC_ST_H264_APP_RATE_CONTROL	= Rate control
IDC_RD_H264_APP_VBR		= VBR - baziran na kvaliteti (preporučeno)
IDC_RD_H264_APP_CBR		= CBR - baziran na bitrejtu
IDC_ST_H264_APP_OTHER_OPTIONS	= Ostale opcije
IDC_ST_H264_APP_FOURCC_USED	= FourCC kod:
IDC_ST_H264_APP_KEYFRAME_INT	= Interval ključnih frejmova:
IDC_ST_H264_APP_FOURCC_HELP	= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Podešenja
IDC_ST_XVID_RATE_CONTROL	= Rate control
IDC_RD_XVID_VBR			= VBR - baziran na kvaliteti (preporučeno)
IDC_RD_XVID_CBR			= CBR - baziran na bitrejtu
IDC_ST_XVID_OPTIMIZATION	= Optimizacija
IDC_RD_XVID_FASTER_SPEED	= Brže enkodiranje
IDC_RD_XVID_SMALLER_SIZE	= Manja veličina fajla
IDC_ST_XVID_OTHER_OPTIONS	= Ostale opcije
IDC_ST_XVID_KEYFRAME_INT	= Interval ključnih frejmova:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Podešenja
IDC_ST_H264_NVENC_RATE_CONTROL	= Rate control
IDC_RD_H264_NVENC_VBR		= VBR - baziran na kvaliteti (preporučeno)
IDC_RD_H264_NVENC_CBR		= CBR - baziran na bitrejtu
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Korištenje
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU urešaj:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Ostale opcije
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kod:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Interval ključnih frejmova:
IDC_ST_H264_NVENC_FOURCC_HELP	= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Podešavanja
IDC_ST_H264_RATE_CONTROL	= Kontrola brzine
IDC_RD_H264_VBR			= VBR - bazirano na kvalitetu (preporučeno)
IDC_RD_H264_CBR			= CBR - bazirano na bitrejtu
IDC_ST_H264_OPTIMIZATION	= Optimizacija
IDC_RD_H264_FASTER_SPEED	= Brže enkodiranje(šifriranje)
IDC_RD_H264_BALANCED		= Balansirana performansa
IDC_RD_H264_SMALLER_SIZE	= Manja veličina datoteke
IDC_ST_H264_OTHER_OPTIONS	= Ostale opcije
IDC_ST_H264_KEYFRAME_INT	= Interval ključnih frejmova:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Odbrojavać Snimanja
IDC_ST_TIMER_SETTINGS		= Podešavanja
IDC_RD_TIMER_START_IN		= Počni za
IDC_ST_TIMER_MINUTES		= minuta
IDC_RD_TIMER_START_AT		= Počni u
IDC_CK_TIMER_MINIMIZE		= Smanjivanje Bandicam-a u tray ikonu kad snimanje poćne.
IDC_ST_TIMER_AUTO_COMPLETE	= Automatsko Završavanje Snimanja
IDC_BTN_TIMER_AUTO_COMPLETE	= Opcija

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Odbrojavać Snimanja - Čekanje prije početka
IDC_ST_TIMER_WAITING_INFO	= Molim sačekajte snimanje počinje u %s.
IDC_ST_TIMER_ELAPSED		= Vremena prošlo :
IDC_ST_TIMER_REMAINING		= Vremena ostalo :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Podešavanja
IDC_ST_FORMAT_FPS_MODE		= Način Brzine Frejmova
IDC_RD_FORMAT_FPS_CFR		= Preferiraj CFR - Konstantnu Brzinu Frejmova
IDC_ST_FORMAT_FPS_CFR		= Vraća na VFR ako ima malo frejmova.
IDC_RD_FORMAT_FPS_VFR		= Koristi VFR - Varirajuća Brzina Frejmova (Preporučeno)
IDC_ST_FORMAT_FPS_HELP		= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Uploaduj na Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Informacije uploada
IDC_ST_VIMEO_FILENAME		= Ime datoteke:
IDC_ST_VIMEO_TITLE		= Naslov:
IDC_ST_VIMEO_DESCRIPTION	= Opis:
IDC_ST_VIMEO_PRIVACY		= Sigurnost:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Svi - Svi mogu vidjeti ovaj video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Samo ja - Samo ja mogu vidjeti ovaj video
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Samo ljudi koje pratim - Video je vidljiv za ljude koje pratim na Vimeo.com
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploadovanje...
IDC_ST_VIMEO_UPLOADED		= Video je uspješno uploadovan!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Podijeli:
IDC_BTN_VIMEO_LINK_GO		= Idi
IDC_BTN_VIMEO_EMBED_COPY	= Kopiraj
IDC_BTN_VIMEO_CLOSE		= Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Dostupan
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 enkoder je dostupan. NVENC je enkoder visoke performanse koji koristi Hardware za bolju performasu. Da li želite koristiti NVENC H.264 enkoder?\n<a>Više</a>
IDC_CK_NVENC_AVAILABLE		= Ne postavljaj mi više ovo pitanje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Dostupan
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 enkoder je dostupan. QSV je je enkoder visoke-performanse koji koristi hardware za brže enkodiranje. \nŽelite li koristiti QSV H.264 enkoder?\n<a>više</a>
IDC_CK_QSV_AVAILABLE		= Ne pitaj me ponovo

[MENU]
ID_POPUP_ABOUT = O Bandicamu
ID_POPUP_GENERAL = Postavke - opća
ID_POPUP_FRAME = Postavke - FPS
ID_POPUP_VIDEO = Postavke - Video
ID_POPUP_IMAGE = Postavke - Slika
ID_POPUP_OUTPUTS		= Lista izlazečih fajlova
ID_POPUP_OPENOUTPUTFOLDER = Otvori mapu
ID_POPUP_TARGET			= Cilj
ID_POPUP_SIZE			= Veličina
ID_POPUP_EXIT = Izlaz

ID_TARGET_DIRECTX = Snimanje igara
ID_TARGET_RECTANGLE = Snimanje ekrana
ID_TARGET_HELP = Pomoć

ID_TARGET_HIDE			= Prikaži / Sakri \t Ctrl+Alt+H
ID_TARGET_PEN			= Mod crtanja \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP = Uvijek na vrhu
ID_TARGET_TRANSPARENCY = Providnost
ID_TARGET_SIZE = Veličina
ID_TARGET_ADJUST		= Podesi

ID_TARGET_MOVE_LEFT = Pomakni lijevo \t Lijevo
ID_TARGET_MOVE_RIGHT = Pomakni desno \t Desno
ID_TARGET_MOVE_UP = Pomakni gore \t Gore
ID_TARGET_MOVE_DOWN = Pomakni dolje \t Dolje

ID_TARGET_INC_WIDTH = Povećaj širinu \t Shift + Desno
ID_TARGET_DEC_WIDTH = Smanji širinu \t Shift + Lijevo
ID_TARGET_INC_HEIGHT = Povećaj veličinu \t Shift + Dolje
ID_TARGET_DEC_HEIGHT = Smanji veličinu \t Shift + Gore

ID_TARGET_FIND_WINDOW = Nađi prozor \t Ctrl + F
ID_TARGET_FULLSCREEN = Cijeli zaslon \t Ctrl + Enter
ID_TARGET_RATIO_4_3 = Prilagodi za 4:3
ID_TARGET_RATIO_16_9 = Prilagodi za 16:9
ID_TARGET_SIZE_CUSTOM = Proizvoljna veličina \t Ctrl + U
ID_TARGET_SIZE_PRESET		= Postavke Veličine \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Dodaj postavku
ID_TARGET_SIZE_PRESET_EDIT	= Uredi postavke

ID_TARGET_OPEN_OUTPUTFOLDER	= Otvori mapu
ID_TARGET_EXIT_BANDICAM = Ugasi Bandicam

ID_USER_PRESET_ADD = Dodaj
ID_USER_PRESET_EDIT = Uredi

ID_SORT_BY_DATE			= Poredaj po datumu
ID_SORT_BY_NAME			= Poredaj po imenu
ID_SORT_BY_SIZE			= Poredaj po veličini

ID_OUTPUTS_LB_PLAY		= Pusti
ID_OUTPUTS_LB_OPEN		= Otvori
ID_OUTPUTS_LB_EDIT		= Uredi
ID_OUTPUTS_LB_DELETE		= Izbriši
ID_OUTPUTS_LB_SELECT_ALL	= Izaberi sve
ID_OUTPUTS_LB_OPEN_FOLDER	= Otvori izlazni folder

ID_BDCAM_SIZE_DEFAULT		= Originalna veličina
